{
    "contents": [
        {
            "id": "skiqy9_0s",
            "createdAt": "2023-05-03T14:03:45.852Z",
            "updatedAt": "2023-05-06T10:34:28.249Z",
            "publishedAt": "2023-05-04T08:26:00.258Z",
            "revisedAt": "2023-05-06T10:34:28.249Z",
            "title": "言葉を自分のものにする",
            "body": "<p>GWで時間があるので、振り返りします。<br><br>社会人になって、「自分の行為は信用できない」と感じるようになった。<br><br>例えば、<br>・仕事が重なると、30分前にお願いされたタスクを思い出せなくなる。<br>・資料作成をした際に、冷静に考えれば自明な論点が考慮できていない。<br><br>元々そこまで几帳面な性格でもなかったが、学生の頃まではある程度雑に取り組んでもその場しのぎでなんとかやってこれた。<br>ところが、同じような姿勢でここ1年仕事をやってみたところ、上記のようなありえないミスを次々やらかしてしまうハメとなった。<br><br>もちろん、これまで通りの振る舞いでこなせる仕事もある。<br>では、どういった時に「自分が信用できない」と感じることが多いかというと、「自分が難易度を低く見積もっていたが、実際には自分のキャパを超えている仕事」に取り組む際、「自分が信用できない」と感じるケースが多い。<br><br>上の例でいうと、「30分前のタスクを思い出す」「資料作成し、論点を洗い出す」という作業は、これまでの自分にとってはそこまで負荷のかからない作業だった。<br>だが、社会人になって自分がやらないといけない仕事が質・量ともに増加すると、そのような場当たり的な手段では完遂できない仕事が増えた。また厄介なことに、その事実になかなか気づけなかった。<br><br>自分のとりあえず体裁を整えてできていればいいだろう、という性格は随所に現れていると思うのだが、とりあえず改善しようと思っているのは「一つ一つの言葉の意味を突き詰めてみる」ということ。<br><br>例えば、「頑張る」という単語は、人によってその意味するところがかなり異なる単語だと思う。<br>自分の場合、「多少の犠牲を受け入れて一生懸命物事に取り組む」というニュアンスだと思っている。だから、人から「最近頑張ってる？」と聞かれた際に、「うーん、そんな一生懸命取り組んではいないな〜」となり、「まあまあかな〜」と返すことが多い。<br><br>自分が仕事をする上で意識すべきなのは、このような会話が発生したときに「頑張ってる、って具体的にどういうことですか？」と聞き返すことだ。もちろん、日常会話でそんな質問をしていたら会話が前に進まないので、何も疑問に思っていないそぶりでコミュニケーションするのだが…。<br><br>少なくとも、このように一つ一つの事象・単語・分を自分なりに解釈し、その解釈を必要に応じて相手に投げかける（こうやって書くとコミュニケーションの基本だな…）のを、より精緻化して取り組んでいきたいとか思った。</p>",
            "tags": []
        },
        {
            "id": "nybfxaj2sj",
            "createdAt": "2023-01-18T21:58:29.412Z",
            "updatedAt": "2023-01-18T22:05:04.982Z",
            "publishedAt": "2023-01-18T21:58:29.412Z",
            "revisedAt": "2023-01-18T22:05:04.982Z",
            "title": "朝までぐっすり寝たい",
            "body": "<p>最近夜中に目が覚めることが多く、理由を考えてみると以下3つの要素と思った。<br><br><strong><u>・パジャマがめくれている</u></strong><br>自分はいわゆる子供が着るような生地が薄めのパジャマを着て寝ているが、上半身部分がめくれてしまい、その違和感？で目覚めるパターン。<br>この対策は単純にパジャマの上をinすればいいだけだと思う。<br><br><strong><u>・ベッドから落ちかけている</u></strong><br>ベッドの配置として、仰向けになった際、壁が左側に沿ってあるという構造なのだが、目が覚めるとベットの右側に体が偏っており、半分落ちかけているというパターン。<br>この対策は最初からベッドの左側によればいいだけだと思う。<br><br><strong><u>・足の先が掛布団の範囲からはみ出している</u></strong><br>この要因が一番面倒くさい。<br>そもそも、足を伸ばしたときに掛布団で足の先を覆えるかがかなりギリギリなので、寝返りを打った際に足の先が掛布団から出てしまうことなんて普通にあり得ることだと思う。<br>特段身長が高いわけでもないのにこの問題に悩んでいるので、もっと背の高い人はどうやって寝ているのか…。<br>この対策は、とりあえず足曲げて横向きに寝るくらいしか思いついていない。（結局寝返りを打つので無駄な努力な気もする）<br><br>あと、なぜか朝5時台に目が覚めることも多い。<br>基本7時にアラームをかけているので、これまでは二度寝していることが多かったけれど、二度寝した後の目覚めが最悪なので今日は起きてみた。<br>この判断が日中の活動にどう影響するか…<br><br>睡眠の質を高める方法、みたいなのは調べればいっぱい出てくる（白湯を飲む、乳製品を摂取する、など）けれど、結局自分に合ったやり方を探すしかないんだろうか…</p>",
            "tags": []
        },
        {
            "id": "pl69sf_g2",
            "createdAt": "2023-01-04T15:04:48.606Z",
            "updatedAt": "2023-01-15T01:05:40.672Z",
            "publishedAt": "2023-01-15T01:04:06.953Z",
            "revisedAt": "2023-01-15T01:05:40.672Z",
            "title": "対象物・環境への期待",
            "body": "<p>「純粋さ」について、ふと考える機会があった。<br><br>自分は「純粋な気持ち」という概念を神聖視している節がある。<br>ここでいう「純粋」とは、言語化するなら「自分の対象物に対する期待がそっくりそのまま対象物から得られるかどうか」みたいなところだろうか。<br><br>上記の定義に沿うなら、好奇心といった感情がこれに当てはまるのではないかと思う。<br>例えば「織田信長について詳しく知りたい」と思ったとき、図書館やインターネットで織田信長に関する文献を探すことになる。<br>それらの文献（＝対象物）を読み、知識を得た後に得られる気持ちは、「織田信長について詳しく知ることができた」という満足感になるだろう。<br>これは、「自分の対象物に対する期待がそっくりそのまま対象物から得られた」ということになる。<br><br>ただ、上記の定義はかなり狭いものだと最近思うようになった。<br>歴史上の人物の情報という（真偽はともかく）確定した事実は原則揺るがないものであるため、この「事実」という対象物に対して期待するものと、実際に得られるもののずれはそう大きくないと考えられるからだ。<br><br>ただ世の中の対象物を考慮してみると、上記のような「ずれ」が小さいことはまれだと思う。<br>なぜなら、ある対象物に対しての期待値を計る上でのその対象物に対する先入観、印象自体がそもそもずれていることが多いからだ。<br>（人間関係が最たる例だろうか。）<br>そしてその「ずれ」がある一定値を超えると、違和感、時には失望感を抱いてしまうのだ。<br>こうなると、その対象物に対して自分の期待、つまり「純粋な気持ち」を100%向けられなくなってしまう。<br><br>最近まで自分は<br><br>（期待に対し得られる量）＞（期待と異なる、自分が受け止めなければならない気持ち）<br><br>であれば、まだ純粋な気持ちだといえると思っていた。<br>「嫌なこともあるけれど、これが楽しすぎるから続けられる…」みたいな。<br>逆に言うと、この不等式が逆転してしまえばもうその対象物に対して期待を持つことができないと思っていた。<br><br>ただ、そうではないということを最近痛感している。<br>自分が想像していた以上に、自己と世界の間には隔たりがあり、<br>みんなその隔たりの大きさに悩みながら生活を送っているのだった。<br><br>自分はこれまで、先ほど挙げた等式が成り立たない時にはその環境に対してすべてをあきらめる、みたいな気持ちを抱きがちだったけれど、<br>そういったマインドで今友達がいてくれたりするのは、ただただ環境、人に恵まれていたからなのだと気づいた。<br><br>もちろん、このスタンスのままやっていく方法もあるのだとは思うのだが、<br>自分が環境に期待して、そこからどれだけ小さい量であれ、期待が返ってくること自体、本来は非常に有難いことなのだと思う。<br>その方がずっと生きやすいし、周囲に対して攻撃的な人物にならなくて済むと思った。<br><br></p>",
            "tags": []
        },
        {
            "id": "8ts5-q7csyi",
            "createdAt": "2022-12-26T13:29:08.091Z",
            "updatedAt": "2022-12-26T13:30:12.118Z",
            "publishedAt": "2022-12-26T13:29:08.091Z",
            "revisedAt": "2022-12-26T13:30:12.118Z",
            "title": "2022年の総括と2023年の目標",
            "body": "<p>今年も終わるということで、今年の総括と来年の目標を書いてみたい。<br><br>今年は学生生活が終わり、社会人1年目の年だったということで、自分の中でもかなり転機となる1年だった。<br>（というか、これからの人生でこれ以上の転機になる年なんてあるんだろうか…）<br><br>社会人生活の密度が学生生活のそれとあまりに違いすぎたせいで、もう修論を提出したのが遠く昔のことのように感じてしまう。<br>今年を振り返ってみても、正直「社会人、疲れた…」という感想しか出てこない…。来年はもう少し、仕事で頭いっぱいにならないようにしたいなと思う。<br><br>というわけで来年度の目標は2つ。<br><br>1つ目は今書いた通り、「社会人生活に慣れる」ということ。特に、平日の時間の使い方はもう少し有意義に使えるようになりたい。<br>（いうほど疲れてないと思うのに、安直にスマホやゲームに逃げるのをやめたい）<br><br>2つ目は「何かしらのコミュニティに属する」ということ。一人暮らしを始めたこともあり、何も予定がないと1人きりの空間で1日中だらだらすることになるけど、寮で部屋が狭いということもありどんどん憂鬱な気分になる（本当は1人の時間をもっと楽しめる人になりたい）<br>そこでコミュニティに入って、もう少し社交性の幅を広げられたらなと思っている。（会社以外のコミュニティを持ちたい思いも強い）<br><br>来年もゆるく頑張ろう。<br></p>",
            "tags": []
        },
        {
            "id": "6h32rf4m5",
            "createdAt": "2021-07-10T00:59:30.447Z",
            "updatedAt": "2021-09-29T05:47:08.197Z",
            "publishedAt": "2021-07-10T00:59:30.447Z",
            "revisedAt": "2021-09-29T05:47:08.197Z",
            "title": "はじめに",
            "body": "<p>Reactの練習も兼ねて、ブログを作ってみた。<br><br>いきなりいろいろ機能を追加しようとすると疲れるのが関の山なので、のんびり作っていきたいと思う。<br><br>参考にしたサイト<br><a href=\"https://blog.microcms.io/microcms-next-jamstack-blog/\" target=\"_blank\" rel=\"noopener noreferrer\">https://blog.microcms.io/microcms-next-jamstack-blog/</a></p>",
            "tags": []
        }
    ],
    "totalCount": 5,
    "offset": 0,
    "limit": 10
}